[
    {
        "id": 1,
        "name": "Chapel",
        "backgroundUrl": "./img/test.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "Welcome to Duke Remote!"   
            },
            {
                "id": 2,
                "text": "My name is Devi (BECAUSE WE DON’T TAKE ANY L’S HERE) and I’m here to help you transition to an online learning environment!"   
            },
            {
                "id": 3,
                "text": "Whether you’re just next door or across the globe, you’ll always have a family here at Duke and on our campus (including this virtual campus)!"   
            },
            {
                "id": 4,
                "text": "Let me show you around and introduce you to tips and resources to help you succeed and feel connected in our community, no matter where you are."   
            },
            {
                "id": 5,
                "text": "Let's gooo!"   
            }
        ]
    },
    {
        "id": 2,
        "name": "Walk to class!",
        "backgroundUrl": "./video/scene2walk.MOV",
        "textContent": [
            {
                "id": 1,
                "text": "First, let’s make sure that you’re ready for classes! "   
            },
            {
                "id": 2,
                "text": "We can head over to a classroom, where we can go over the resources and info you’ll need to be set for online learning! "   
            },
            {
                "id": 3,
                "text": "We’re on our way to the Languages building on West Campus,  which used to be Duke’s School of Law and has recently been the hub of a variety of socially-distanced classes for Duke’s FOCUS program."   
            }
        ]
    },
    {
        "id": 3,
        "name": "Classroom",
        "backgroundUrl": "./img/Classroom.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "A few months before the beginning of each semester, make sure you’ve gone on DukeHub (DukeHub Home) to ‘bookbag’ some classes that you’re hoping to enroll in. "   
            },
            {
                "id": 2,
                "text": "DukeHub has descriptions and professors for all the classes offered in the semester, so you can choose a few classes (or a lot) and wait until your registration date to enroll! "   
            },
            {
                "id": 3,
                "text": "Pro tip: Build your schedule in a Schedule Builder program! Once you have finished registering, you can also download your calendar and put it into Google or Apple Calendar."   
            },
            {
                "id": 4,
                "text": "To succeed as a Duke student, you must familiarize yourself with classroom tools: there’s your premium Zoom account, courtesy of Duke (log in using Duke University - Zoom), and tools such as Sakai, Sapling, Akindi, Canvas, and Gradescope."   
            },
            {
                "id": 5,
                "text": "Check with your professors so you know what tools are necessary for each class! We have tutorials for each program here."   
            },
            {
                "id": 6,
                "text": "That sounds like a lot, but navigating each of these platforms and being sure you are able to access lectures/recordings, submit tests/quizzes, turn in homework, etc., becomes more intuitive with some practice!"   
            }
        ]
    },
    {
        "id": 4,
        "name": "BC Plaza and WU",
        "backgroundUrl": "./img/bcplaza.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "Each Duke semester is packed with tons of events/activities. Many of the in-person ones may occur around here, at Bryan Center (BC) plaza near WU!"   
            },
            {
                "id": 2,
                "text": "Make sure to keep a lookout for events posted on DukeGroups or in the Duke University Union (DUU) newsletter!"   
            },
            {
                "id": 3,
                "text": "If you’re on campus (but taking online classes of course), try to take more breaks where you can walk around outside and enjoy some fresh air! "   
            },
            {
                "id": 4,
                "text": "You can download the Mobile Order app, select Duke University as your school, and order from all the options in WU and around campus ahead of time before walking over to pick up your food. Just thinking about it makes me hungry already!!"
            },
            {
                "id": 5,
                "text": "Wanna hear a joke? What is the Blue Devil’s favorite brand of mayonnaise? Hellman’s!"
            },
            {
                "id": 6,
                "text": "You might also want to download the eAccounts app to keep track of your food and Flex points, and you can stick your Duke Card in your Apple Wallet to access buildings through your phone! "
            },
            {
                "id": 7,
                "text": "Another good app to download is DukeMobile, which provides you with a map of campus, info about transportation (including requesting a Duke Van), a directory, ePrint services, and more!"
            }
        ]
    },
    {
        "id": 5,
        "name": "Bryan Center - University Store",
        "backgroundUrl": "./img/bcplaza.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "An important building on Duke’s campus is the Bryan Center. On the top floor of BC, we have our local art gallery and the University Store! You can order some of our super cool merch from our online store here: Duke University Store"   
            }
        ]
    },
    {
        "id": 6,
        "name": "Bryan Center - Downstairs",
        "backgroundUrl": "./img/bcplaza.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "Go down a level and you can find our colorful, comfy study chairs, McDonald’s and the Loop restaurant, and finally, you can find the mail center and CMA on the bottom floors."   
            },
            {
                "id": 2,
                "text": "You can find tons of resource offices, such as the Center for Multicultural Affairs (CMA), which is committed to promoting diversity and inclusion while eliminating racism and discrimination in our community. Remember, we are always here to help! [Center for Multicultural Affairs]"   
            }
        ]
    }
]
