[
    {
        "id": 0,
        "name": "Chapel",
        "backgroundUrl": "./img/test.jpg",
        "deviPos": {"x": 90, "y": 40},
        "textContent": [
            {
                "id": 1,
                "text": "Welcome to ***Duke Remote***!"
            },
            {
                "id": 2,
                "text": "My name is **Devi** _(BECAUSE WE DON’T TAKE ANY L’S HERE)_ and I’m here to help you transition to an online learning environment!"
            },
            {
                "id": 3,
                "text": "Whether you’re just next door or across the globe, you’ll always have a family here at **Duke** and on our campus (including this virtual campus)!"
            },
            {
                "id": 4,
                "text": "Let me show you around and introduce you to tips and resources to help you succeed and feel connected in our community, no matter where you are."
            },
            {
                "id": 5,
                "text": "Let's gooo!"
            }
        ]
    },
    {
        "id": 1,
        "name": "Walk to class!",
        "backgroundUrl": "./img/scene2walk.MOV",
        "deviPos": {"x": 50, "y": 40},
        "textContent": [
            {
                "id": 1,
                "text": "First, let’s make sure that you’re ready for classes! "
            },
            {
                "id": 2,
                "text": "We can head over to a classroom, where we can go over the resources and info you’ll need to be set for online learning! "
            },
            {
                "id": 3,
                "text": "We’re on our way to the Languages building on West Campus, which used to be Duke’s School of Law and has recently been the hub of a variety of socially-distanced classes for Duke’s FOCUS program."
            }
        ]
    },
    {
        "id": 2,
        "name": "Classroom",
        "backgroundUrl": "./img/Classroom.jpg",
        "deviPos": {"x": 40, "y": 30},

        "textContent": [
            {
                "id": 1,
                "text": "A few months before the beginning of each semester, make sure you’ve gone on <a class=\"mdlink\" target=\"_blank\" href=\"https://dukehub.duke.edu/\">DukeHub</a> to ‘bookbag’ some classes that you’re hoping to enroll in. "
            },
            {
                "id": 2,
                "text": "DukeHub has descriptions and professors for all the classes offered in the semester, so you can choose a few classes (or a lot) and wait until your registration date to enroll! "
            },
            {
                "id": 3,
                "text": "Pro tip: Build your schedule in a Schedule Builder program! Once you have finished registering, you can also download your calendar and put it into Google or Apple Calendar."
            },
            {
                "id": 4,
                "text": "To succeed as a Duke student, you must familiarize yourself with classroom tools: there’s your premium Zoom account, courtesy of Duke (log in using <a class=\"mdlink\" target=\"_blank\" href=\"https://duke.zoom.us/\">DukeZoom</a>), and tools such as Sakai, Sapling, Akindi, Canvas, and Gradescope."
            },
            {
                "id": 5,
                "text": "Check with your professors so you know what tools are necessary for each class! We have tutorials for each program here: <a class=\"mdlink\" target=\"_blank\" href=\"https://www.youtube.com/watch?v=ZZHH4bCPlsA\">DukeSakai</a> <a class=\"mdlink\" target=\"_blank\" href=\"https://www.youtube.com/watch?v=GfUn3cr4z20\">Sapling</a> <a class=\"mdlink\" target=\"_blank\" href=\"https://www.youtube.com/watch?v=f7FNSJceRGs\">Akindi</a> <a class=\"mdlink\" target=\"_blank\" href=\"https://www.youtube.com/watch?v=x3j8V-uLkNw\">Canvas</a> <a class=\"mdlink\" target=\"_blank\" href=\"https://www.youtube.com/watch?v=hzGqapXrIMg&list=PLwOfE8ndMDET44weJdtLhc5bv2-pCVYqx\">Gradescope</a>"
            },
            {
                "id": 6,
                "text": "That sounds like a lot, but navigating each of these platforms and being sure you are able to access lectures/recordings, submit tests/quizzes, turn in homework, etc., becomes more intuitive with some practice!"
            }
        ]
    },
    {
        "id": 3,
        "name": "BC Plaza and WU",
        "backgroundUrl": "./img/bcplaza.jpg",
        "deviPos": {"x": 30, "y": 40},

        "textContent": [
            {
                "id": 1,
                "text": "Each Duke semester is packed with tons of events/activities. Many of the in-person ones may occur around here, at Bryan Center (BC) plaza near WU!"
            },
            {
                "id": 2,
                "text": "Make sure to keep a lookout for events posted on DukeGroups or in the Duke University Union (DUU) newsletter!"
            },
            {
                "id": 3,
                "text": "If you’re on campus (but taking online classes of course), try to take more breaks where you can walk around outside and enjoy some fresh air! "
            },
            {
                "id": 4,
                "text": "You can download the Mobile Order app, select Duke University as your school, and order from all the options in WU and around campus ahead of time before walking over to pick up your food. Just thinking about it makes me hungry already!!"
            },
            {
                "id": 5,
                "text": "Wanna hear a joke? What is the Blue Devil’s favorite brand of mayonnaise? Hellman’s!"
            },
            {
                "id": 6,
                "text": "You might also want to download the eAccounts app to keep track of your food and Flex points, and you can stick your Duke Card in your Apple Wallet to access buildings through your phone! "
            },
            {
                "id": 7,
                "text": "Another good app to download is DukeMobile, which provides you with a map of campus, info about transportation (including requesting a Duke Van), a directory, ePrint services, and more!"
            }
        ]
    },
    {
        "id": 4,
        "name": "Bryan Center - University Store",
        "backgroundUrl": "./img/unistore.jpg",
        "deviPos": {"x": 75, "y": 55},
        "textContent": [
            {
                "id": 1,
                "text": "An important building on Duke’s campus is the Bryan Center. On the top floor of BC, we have our local art gallery and the University Store! You can order some of our super cool merch from our online store here: <a class=\"mdlink\" target=\"_blank\" href=\"https://www.dukestores.duke.edu/\">DukeStore</a>"
            }
        ]
    },
    {
        "id": 5,
        "name": "Bryan Center - Downstairs",
        "backgroundUrl": "./img/bcinside.jpg",
        "deviPos": {"x": 70, "y": 35},
        "textContent": [
            {
                "id": 1,
                "text": "Go down a level and you can find our colorful, comfy study chairs, McDonald’s and the Loop restaurant, and finally, you can find the mail center and CMA on the bottom floors."
            },
            {
                "id": 2,
                "text": "You can find tons of resource offices, such as the Center for Multicultural Affairs (CMA), which is committed to promoting diversity and inclusion while eliminating racism and discrimination in our community. Remember, we are always here to help! <a class=\"mdlink\" target=\"_blank\" href=\"https://studentaffairs.duke.edu/cma\">CMA</a>"
            }
        ]
    },
    {
        "id": 6,
        "name": "Wellness Center",
        "backgroundUrl": "./img/wellnesscenter.jpg",
        "deviPos": {"x": 25, "y": 40},
        "textContent": [
            {
                "id": 1,
                "text": "Feeling under the weather? The Wellness Center (which is really close to Penn Pavilion near the Bryan Center)’s appointment-making process has you covered!"
            },
            {
                "id": 2,
                "text": "Just follow this link to contact a doctor or nurse! <a class=\"mdlink\" target=\"_blank\" href=\"https://www.dukehealth.org/plan-your-visit/make-an-appointment\">DukeHealth</a>"
            }
        ]
    },
    {
        "id": 7,
        "name": "Wellness Center - Inside",
        "backgroundUrl": "./img/insidewellnesscenter.jpg",
        "soundUrl": "./audio/9minJazz.mp3",
        "deviPos": {"x": 50, "y": 25},
        "textContent": [
            {
                "id": 1,
                "text": "You can sign up for virtual meditation/yoga sessions through the wellness center if you ever need a break! You can sign up using this link! <a class=\"mdlink\" target=\"_blank\" href=\"https://dukeintegrativemedicine.org/programs-training/public/yoga-classes/\">Yoga</a>"
            },
            {
                "id": 2,
                "text": "Wanna see me do the Devotional Warrior Pose? Just kidding!! I’m static!"
            },
            {
                "id": 3,
                "text": "Oh, and before I forget, did you do your daily checkup? For Duke students on or around campus, make sure to log in your symptoms into your SymMon app before 2:00pm, or else *whispers* your DukeCard will deactivate!"
            },
            {
                "id": 4,
                "text": "But don’t worry, Duke will send daily reminders for SymMon and COVID-testing."
            }
        ]
    },
    {
        "id": 8,
        "name": "Bus Stop",
        "backgroundUrl": "./img/bus.jpg",
        "deviPos": {"x": 60, "y": 30},
        "textContent": [
            {
                "id": 1,
                "text": "While we catch the bus to visit East Campus (where all the freshmen usually live), let’s talk more about finding academic support!"
            },
            {
                "id": 2,
                "text": "Want to explore opportunities and career pathways at Duke? Talk to a DAE (Director of Academic Engagement) by scheduling appointments through this link: <a class=\"mdlink\" target=\"_blank\" href=\"https://advising.duke.edu/network/dae\">DAE</a>"
            },
            {
                "id": 3,
                "text": "As a Duke student, you also have access to many advisors who are here to help!"
            },
            {
                "id": 4,
                "text": "You are assigned a College Advisor and an Academic Dean, who can help when you with picking and enrolling in classes."
            },
            {
                "id": 5,
                "text": "Connecting with major advisors and pre-professional advisors (e.g. for pre-health, pre-law, and more) is an important step in immersing yourself in Duke’s wide, wide network."
            },
            {
                "id": 5,
                "text": "So, make sure to explore!"
            }
        ]
    },
    {
        "id": 9,
        "name": "Academic Resource Center",
        "deviPos": {"x": 70, "y": 35},
        "backgroundUrl": "./img/academicresource.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "Ever heard of the Academic Resource Center? Psst, it has peer tutoring, student study group connections, and learning consultants, oh my!"
            },
            {
                "id": 2,
                "text": "Make sure to check out all of these amazing resources: <a class=\"mdlink\" target=\"_blank\" href=\"https://arc.duke.edu/\">ARC</a>"
            },
            {
                "id": 3,
                "text": "Thinking about applying for a research opportunity through MUSER, our job opportunity website?"
            },
            {
                "id": 4,
                "text": "Then schedule an appointment at the Career Center! <a class=\"mdlink\" target=\"_blank\" href=\"https://studentaffairs.duke.edu/career\">CareerCenter</a>"
            },
            {
                "id": 5,
                "text": "They can help you look over your resume, give you advice regarding jobs, and help you make the perfect application!"
            },
            {
                "id": 6,
                "text": "Applying for lab positions this year might be tough…but always try your best!"
            }
        ]
    },
    {
        "id": 10,
        "name": "East Campus",
        "deviPos": {"x": 60, "y": 40},
        "backgroundUrl": "./img/eastcampus.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "Here we are on East Campus (where freshmem live)! I've got just a couple more tips and advice to help you make the most of your Duke experience."
            },
            {
                "id": 2,
                "text": "Join DukeGroups to learn about student organizations, activities and campus events! <a class=\"mdlink\" target=\"_blank\" href=\"https://arts.duke.edu/dukecreate/\">DukeCreate</a>                "
            },
            {
                "id": 3,
                "text": "Glance through the Duke Daily and the DUU newsletters to be inspired by recent stories within the community and find updates on diversity and inclusion resources, free giveaway events, and research findings!"
            },
            {
                "id": 4,
                "text": "As for on-campus students in particular…try signing up for a session at the Wilson Recreation Center when you’re bored. Make sure to get your RAs number to contact them if needed, and record Campus Security’s number for your safety!"
            }
        ]
    },
    {
        "id": 11,
        "name": "Back on West Campus: The End",
        "deviPos": {"x": 80, "y": 40},
        "backgroundUrl": "./img/finalscene.jpg",
        "textContent": [
            {
                "id": 1,
                "text": "Some final notes before I leave you on your way: time management is key, and scheduling time blocks to study and do work (such as using Google / Apple Calendar), switching up study locations or trying the Pomodoro technique to maximize productivity can be really helpful."
            },
            {
                "id": 2,
                "text": "Also, don’t hesitate to reach out to professors or drop by office hours to strike up a conversation about their work and/or seek academic help! There are also tons of programs and opportunities for research, community service/engagement, leadership development, and more that I can tell you more about after the official tour!"
            },
            {
                "id": 3,
                "text": "Thanks for joining me for this tour! Feel free to continue exploring on your own and connecting with other members of the community online!"
            },
            {
                "id": 4,
                "text": "Enjoy your semester!! :)"
            }

        ]
    }
]
